Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: 804.5 Appliances.
fr_ca: 804.5 Appareils.

source: 804.5.1 Clear floor space.
fr_ca: 804.5.1 Surface de plancher dégagée.

source: 804.5.2 Operable parts.
fr_ca: 804.5.2 Parties manœuvrables.

source: 804.5.3 Dishwasher.
fr_ca: 804.5.3 Lave-vaisselle.

source: 804.5.4 Cooktop.
fr_ca: 804.5.4 Table de cuisson.

source: 804.5.4.1 Approach.
fr_ca: 804.5.4.1 Accès.

source: 804.5.4.2 Forward approach.
fr_ca: 804.5.4.2 Accès frontal.

source: 804.5.4.3 Parallel approach.
fr_ca: 804.5.4.3 Accès parallèle.

source: 804.5.4.4 Controls.
fr_ca: 804.5.4.4 Commandes.

source: 804.5.5 Oven.
fr_ca: 804.5.5 Four.

source: 804.5.5.1 Clear floor space.
fr_ca: 804.5.5.1 Surface de plancher dégagée.

source: 804.5.5.2 Side-hinged door ovens.
fr_ca: 804.5.5.2 Fours à porte à charnières latérales.

source: 804.5.5.3 Bottom-hinged door ovens.
fr_ca: 804.5.5.3 Fours à porte à charnières inférieures.

source: 804.5.5.4 Controls.
fr_ca: 804.5.5.4 Commandes.

source: 804.5.6 Refrigerator/freezer.
fr_ca: 804.5.6 Réfrigérateur/congélateur.

source: 805.1.1 Subfloor construction.
fr_ca: 805.1.1 Construction du sous-plancher.

source: 805.1.2 Wood finish flooring.
fr_ca: 805.1.2 Finition de plancher en bois.

source: 805.1.3 Insulating boards.
fr_ca: 805.1.3 Panneaux isolants.

source: 806.3 Occupancy-based requirements.
fr_ca: 806.3 Exigences fondées sur l’usage.

source: 807.1 Insulation.
fr_ca: 807.1 Isolation.

source: 808.1 Acoustical ceiling systems.
fr_ca: 808.1 Systèmes de plafonds acoustiques.

source: 808.1 General.
fr_ca: 808.1 Généralités.

source: 808.1.1 Materials and installation.
fr_ca: 808.1.1 Matériaux et installation.

source: 808.1.1.1 Suspended acoustical ceilings.
fr_ca: 808.1.1.1 Plafonds acoustiques suspendus.

source: 808.1.1.2 Fire-resistance-rated construction.
fr_ca: 808.1.1.2 Construction résistante au feu.

source: 808.2 Reverberation time.
fr_ca: 808.2 Temps de réverbération.

source: 808.2.1 Performance method.
fr_ca: 808.2.1 Méthode de performance.

source: 808.2.2 Prescriptive method.
fr_ca: 808.2.2 Méthode prescriptive.

source: 808.3 Ambient sound level.
fr_ca: 808.3 Niveau sonore ambiant.

source: 808.3.1 Sound sources outside of the classroom.
fr_ca: 808.3.1 Sources sonores à l'extérieur de la salle de classe.

source: 808.3.2 Sound sources inside the classroom.
fr_ca: 808.3.2 Sources sonores à l'intérieur de la salle de classe.

source: 903.2.1.7 Multiple fire areas.
fr_ca: 903.2.1.7 Plusieurs zones d’incendie.

source: CHAPTER 24 GLASS AND GLAZING150
fr_ca: CHAPITRE 24 VITRAGES ET VITRERIE 150

source: CHAPTER 39 POWER AND LIGHTING DISTRIBUTION33
fr_ca: CHAPITRE 39 DISTRIBUTION DE L’ÉLECTRICITÉ ET DE L’ÉCLAIRAGE 33

source: CHAPTER 4 SPECIAL DETAILED REQUIREMENTS BASED ON OCCUPANCY AND USE27
fr_ca: CHAPITRE 4 EXIGENCES PARTICULIÈRES DÉTAILLÉES SELON L’OCCUPATION ET L’USAGE 27

source: CHAPTER 8 SPECIAL ROOMS AND SPACES85
fr_ca: CHAPITRE 8 PIÈCES ET ESPACES SPÉCIAUX 85

source: 1109.5 Drinking fountains.
fr_ca: 1109.5 Abreuvoirs.

source: 3002.1.1 Opening protectives.
fr_ca: 3002.1.1 Protections d'ouvertures.

source: 3004.3.2 Conveyor safeties.
fr_ca: 3004.3.2 Dispositifs de sécurité des convoyeurs.

source: 410.4Platform to Runway Clearance.
fr_ca: 410.4 Dégagement entre la plateforme et la piste.

source: 410.6Operable Parts.
fr_ca: 410.6 Parties manœuvrables.

source: 610.3.1Rectangular Seats.
fr_ca: 610.3.1 Sièges rectangulaires.

source: Please be reminded that images, other than tables, are not included in this code document.
fr_ca: Veuillez prendre note que les figures et illustrations, autres que les tableaux, ne sont pas reproduites dans ce document.

source: CHAPTER 7.
fr_ca: CHAPITRE 7.

source: E3901.2 General purpose receptacle distribution.
fr_ca: E3901.2 Distribution de prises à usage général.

source: E3901.4.4 Separate spaces.
fr_ca: E3901.4.4 Espaces séparés.

source: E3901.7 Outdoor outlets.
fr_ca: E3901.7 Prises extérieures.

source: E3902.14 Location of ground-fault circuit-interrupters.
fr_ca: E3902.14 Emplacement des disjoncteurs de fuite à la terre.

source: E3902.3 Outdoor receptacles.
fr_ca: E3902.3 Prises extérieures.

source: E3902.6 Kitchen receptacles.
fr_ca: E3902.6 Prises de CUISINE.

source: 1009.2 Continuity and components.
fr_ca: 1009.2 Continuité et éléments.

source: 1009.3 Stairways.
fr_ca: 1009.3 Escaliers.

source: 1009.3.1 Exit access stairways.
fr_ca: 1009.3.1 Escaliers d'accès à l'issue.

source: 1103.1 General.
fr_ca: 1103.1 Généralités.

source: 1109.2 Toilet and bathing facilities.
fr_ca: 1109.2 Toilettes et salles de bain.

source: 1109.2.2 Water closet compartment.
fr_ca: 1109.2.2 Compartiment de cabine de toilette.

source: 1109.2.3 Lavatories.
fr_ca: 1109.2.3 Lavabos.

source: 1109.3 Sinks.
fr_ca: 1109.3 Lavabos.

source: 1109.5.1 Minimum number.
fr_ca: 1109.5.1 Nombre minimum.

source: 1202.5.2 Contaminants exhausted.
fr_ca: 1202.5.2 Évacuation des contaminants.

source: 1202.5.2.1 Bathrooms.
fr_ca: 1202.5.2.1 Salles de bain.

source: 2401.1 Scope.
fr_ca: 2401.1 Portée.

source: 2403.2 Glass supports.
fr_ca: 2403.2 Supports de verre.

source: 2403.3 Framing.
fr_ca: 2403.3 Charpente.

source: 2403.4 Interior glazed areas.
fr_ca: 2403.4 Zones vitrées intérieures.

source: 2403.5 Louvered windows or jalousies.
fr_ca: 2403.5 Fenêtres à persiennes ou jalousies.

source: 2406.1 Human impact loads.
fr_ca: 2406.1 Charges d'impact humain.

source: 2406.1.1 Impact test.
fr_ca: 2406.1.1 Essai de résistance aux chocs.

source: 2406.1.2 Plastic glazing.
fr_ca: 2406.1.2 Vitrage en plastique.

source: 2406.1.3 Glass block.
fr_ca: 2406.1.3 Bloc de verre.

source: 2406.1.4 Louvered windows and jalousies.
fr_ca: 2406.1.4 Fenêtres à persiennes et jalousies.

source: 2406.2 Impact test.
fr_ca: 2406.2 Essai de choc.

source: 2406.3 Identification of safety glazing.
fr_ca: 2406.3 Identification du verre de sécurité.

source: 2406.4 Hazardous locations.
fr_ca: 2406.4 Emplacements dangereux.

source: 2406.4.1 Glazing in doors.
fr_ca: 2406.4.1 Vitrage dans les portes.

source: 2406.4.2 Glazing adjacent to doors.
fr_ca: 2406.4.2 Vitrage adjacent aux portes.

source: 2406.4.4 Glazing in guards and railings.
fr_ca: 2406.4.4 Vitrage dans les garde-corps et les rampes.

source: 2406.4.5 Glazing and wet surfaces.
fr_ca: 2406.4.5 Vitrage et surfaces humides.

source: 2407.1 Materials.
fr_ca: 2407.1 Matériaux.

source: 3001.1 Scope.
fr_ca: 3001.1 Portée.

source: 3001.2 Emergency elevator communication systems for the deaf, hard of hearing and speech impaired.
fr_ca: 3001.2 Systèmes de communication d'urgence dans les ascenseurs pour les personnes sourdes, malentendantes et ayant des troubles de la parole.

source: 3001.3 Referenced standards.
fr_ca: 3001.3 Normes de référence.

source: 3001.4 Accessibility.
fr_ca: 3001.4 Accessibilité.

source: 3002.4 Elevator car to accommodate ambulance stretcher.
fr_ca: 3002.4 Cabine d'ascenseur pouvant accueillir une civière d'ambulance.

source: 3002.5 Emergency doors.
fr_ca: 3002.5 Portes de secours.

source: 3002.6 Prohibited doors.
fr_ca: 3002.6 Portes interdites.

source: 3002.7 Common enclosure with stairway.
fr_ca: 3002.7 Enceinte commune avec un escalier.

source: 3002.8 Glass in elevator enclosures.
fr_ca: 3002.8 Verre dans les cages d'ascenseur.

source: 3004.1 General.
fr_ca: 3004.1 Généralités.

source: 3004.2.1 Enclosure.
fr_ca: 3004.2.1 Enceinte.

source: 3004.3 Conveyors.
fr_ca: 3004.3 Convoyeurs.

source: 3004.3.1 Enclosure.
fr_ca: 3004.3.1 Enceinte.

source: 3005.1 Access.
fr_ca: 3005.1 Accès.

source: 3005.2 Venting.
fr_ca: 3005.2 Ventilation.

source: 3005.3 Pressurization.
fr_ca: 3005.3 Pressurisation.

source: 3005.4 Machine rooms, control rooms, machinery spaces, and control spaces.
fr_ca: 3005.4 Salles des machines, salles de commande, locaux de machinerie et espaces de commande.

source: 3005.5 Shunt trip.
fr_ca: 3005.5 Déclenchement par dérivation.

source: 3005.6 Plumbing systems.
fr_ca: 3005.6 Systèmes de plomberie.

source: 407.2.1.1 Height.
fr_ca: 407.2.1.1 Hauteur.

source: 407.2.1.2 Size.
fr_ca: 407.2.1.2 Dimensions.

source: 407.2.1.3 Clear Floor Space.
fr_ca: 407.2.1.3 Surface de plancher dégagée.

source: 407.2.1Call Controls.
fr_ca: 407.2.1 Commandes d'appel.

source: 407.2.2 Hall Signals.
fr_ca: 407.2.2 Signaux de hall.

source: 407.2.2.1 Visible and Audible Signals.
fr_ca: 407.2.2.1 Signaux visuels et sonores.

source: 407.2.2.2 Visible Signals.
fr_ca: 407.2.2.2 Signaux visibles.

source: 407.2.2.3Audible Signals.
fr_ca: 407.2.2.3 Signaux sonores.

source: 407.2.3.1Floor Designation.
fr_ca: 407.2.3.1 Désignation des étages.

source: 407.2.3.2Car Identification.
fr_ca: 407.2.3.2 Identification de la cabine.

source: 407.2.4Destination Signs.
fr_ca: 407.2.4 Enseignes de destination.

source: 420.1General.
fr_ca: 420.1Generalités.

source: 420.2Separation walls.
fr_ca: 420.2 Murs de séparation.

source: 420.3Horizontal separation.
fr_ca: 420.3 Séparation horizontale.

source: 5Table 802.9.2.2 is based on providing a spectator in a wheelchair a line of sight over the head of a spectator two rows in front of the wheelchair space location using average anthropometrical data.
fr_ca: 5Le tableau 802.9.2.2 est basé sur le fait de fournir à un spectateur en fauteuil roulant une ligne de visée au-dessus de la tête d'un spectateur deux rangées devant l'emplacement de l'espace pour fauteuil roulant en utilisant des données anthropométriques moyennes.

source: 608.3.1.1Horizontal Grab Bars.
fr_ca: 608.3.1.1 Barres d'appui horizontales.

source: 608.3.1.2Vertical Grab Bar.
fr_ca: 608.3.1.2 Barre d'appui verticale.

source: 608.3.2Standard Roll-in-Type Showers.
fr_ca: 608.3.2 Douches à l'italienne standard.

source: 608.3Grab Bars.
fr_ca: 608.3 Barres d'appui.

source: 608.4Controls and Hand Showers.
fr_ca: 608.4 Commandes et douches à main.

source: 608.7Shower Enclosures.
fr_ca: 608.7 Cabines de douche.

source: 608.8Water Temperature.
fr_ca: 608.8 Température de l'eau.

source: 610.3.2L-Shaped Seats.
fr_ca: 610.3.2 Sièges en forme de L.

source: 610.3Shower Compartment Seats.
fr_ca: 610.3 Sièges de cabine de douche.

source: 611.2Clear Floor Space.
fr_ca: 611.2 Surface de plancher dégagée.

source: 703.1.2Directional and Informational Signs.
fr_ca: 703.1.2 Enseignes directionnelles et informatives.

source: 703.2.4Character Height.
fr_ca: 703.2.4 Hauteur des caractères.

source: 703.2.6Stroke Width.
fr_ca: 703.2.6 Largeur de trait.

source: 703.2.8Line Spacing.
fr_ca: 703.2.8 Interligne.

source: 703.2.9Height Above Floor.
fr_ca: 703.2.9 Hauteur au-dessus du sol.

source: 703.3.10Height above Floor.
fr_ca: 703.3.10 Hauteur au-dessus du sol.

source: 703.3.5Character Height.
fr_ca: 703.3.5 Hauteur des caractères.

source: 703.3.6Character Width.
fr_ca: 703.3.6 Largeur des caractères.

source: 703.3.7Stroke Width.
fr_ca: 703.3.7 Largeur de trait.

source: 703.3.9Line Spacing.
fr_ca: 703.3.9 Interligne.

source: 703.4.2Uppercase Letters.
fr_ca: 703.4.2 Lettres majuscules.

source: 703.5.2Pictogram Field.
fr_ca: 703.5.2 Champ du pictogramme.

source: 703.6.2Finish and Contrast.
fr_ca: 703.6.2 Finition et contraste.

source: A receptacle outlet shall be installed at each wall countertop and work surface that is 12 inches (305 mm) or wider.
fr_ca: Une prise de courant doit être installée sur chaque plan de travail mural et sur chaque surface de travail d'au moins 12 po [305 mm] de large.

source: At least one receptacle outlet shall be installed at each island countertop space with a long dimension of 24 inches (610 mm) or greater and a short dimension of 12 inches (305 mm) or greater.
fr_ca: Au moins une prise de courant doit être installée dans chaque espace de comptoir d'îlot dont la plus grande dimension est d'au moins 24 po [610 mm] et la plus petite dimension est d'au moins 12 po [305 mm].

source: BUILDING PLANNING
fr_ca: PLANIFICATION DU BÂTIMENT

source: GLASS AND GLAZING
fr_ca: VERRE ET VITRAGE

source: In kitchens pantries, breakfast rooms, dining rooms and similar areas of dwelling units, receptacle outlets for countertop and work surfaces shall be installed in accordance with Sections E3901.4.1 through E3901.4.5 (see Figure E3901.4).
fr_ca: Dans les cuisines, les garde-manger, les salles de petit-déjeuner, les salles à manger et les espaces similaires des logements, les prises de courant pour les comptoirs et les surfaces de travail doivent être installées selon les sections E3901.4.1 à E3901.4.5 (voir la figure E3901.4).

source: Not less than one receptacle outlet shall be installed at each peninsular countertop long dimension space having a long dimension of 24 inches (610 mm) or greater and a short dimension of 12 inches (305 mm) or greater.
fr_ca: Au moins une prise de courant doit être installée dans chaque espace de la grande dimension d'un comptoir en péninsule dont la grande dimension est d'au moins 24 po [610 mm] et la petite dimension est d'au moins 12 po [305 mm].

source: SCOPE AND ADMINSTRATION
fr_ca: CHAMP D'APPLICATION ET ADMINISTRATION

source: CHAPTER 5
fr_ca: CHAPITRE 5

source: E3901.1 General.
fr_ca: E3901.1 Généralités.

source: E3901.10 Hallways.
fr_ca: E3901.10 Couloirs.

source: E3901.11 Foyers.
fr_ca: E3901.11 Vestibules.

source: E3901.12 HVAC outlet.
fr_ca: E3901.12 Prise CVC.

source: E3901.2.1 Spacing.
fr_ca: E3901.2.1 Espacement.

source: E3901.2.2 Wall space.
fr_ca: E3901.2.2 Espace mural.

source: E3901.4.1 Wall countertop space.
fr_ca: E3901.4.1 Espace de comptoir mural.

source: E3901.4.2 Island countertop spaces.
fr_ca: E3901.4.2 Espaces de comptoir d'îlot.

source: E3901.4.3 Peninsular countertop space.
fr_ca: E3901.4.3 Espace de comptoir en péninsule.

source: E3901.4.5 Receptacle outlet location.
fr_ca: E3901.4.5 Emplacement de la prise de courant.

source: E3901.5 Appliance receptacle outlets.
fr_ca: E3901.5 Prises de courant pour appareils.

source: E3901.6 Bathroom.
fr_ca: E3901.6 Salle de bain.

source: E3901.8 Laundry areas.
fr_ca: E3901.8 Buanderies.

source: E3902.1 Bathroom receptacles.
fr_ca: E3902.1 Prises de salle de bain.

source: E3902.2 Garage and accessory building receptacles.
fr_ca: E3902.2 Prises de courant dans les garages et les bâtiments annexes.

source: E3902.7 Sink receptacles.
fr_ca: E3902.7 Prises d'évier.

source: E3902.8 Bathtub or shower stall receptacles.
fr_ca: E3902.8 Prises de baignoire ou de cabine de douche.

source: E3902.9 Laundry areas.
fr_ca: E3902.9 Buanderies.

source: E3903.4 Storage or equipment spaces.
fr_ca: E3903.4 Aires d'entreposage ou d'équipement.

source: POWER AND LIGHTING DISTRIBUTION
fr_ca: DISTRIBUTION DE L'ALIMENTATION ET DE L'ÉCLAIRAGE

source: [F] 420.4 Automatic sprinkler system.
fr_ca: [F] 420.4 Système d'extincteurs automatiques.

source: “This is reproduced from 2018 International Building Code, the 2021 International Plumbing Code and ICC A117.1-2017 Standard and Commentary:
fr_ca: « Le présent document est reproduit à partir de l’International Building Code de 2018, de l’International Plumbing Code de 2021 et de la norme et du commentaire ICC A117.1-2017 :

source: A peninsular countertop is measured from the connected perpendicular wall.
fr_ca: Un comptoir en péninsule est mesuré à partir du mur perpendiculaire relié.

source: ACCESSIBLE DWELLING UNITS AND SLEEPING UNITS
fr_ca: LOGEMENTS ET CHAMBRES À COUCHER ACCESSIBLES

source: ACCESSIBLE ENTRANCES
fr_ca: ENTRÉES ACCESSIBLES

source: ACCESSIBLE MEANS OF EGRESS
fr_ca: MOYENS D'ÉVACUATION ACCESSIBLES

source: ACCESSIBLE ROUTE
fr_ca: ITINÉRAIRE ACCESSIBLE

source: ACOUSTICAL CEILING SYSTEMS
fr_ca: SYSTÈMES DE PLAFOND ACOUSTIQUE

source: ADULT CHANGING STATIONS
fr_ca: COINS À LANGER POUR ADULTES

source: AISLES
fr_ca: ALLÉES

source: ASSEMBLY AREAS
fr_ca: ZONES DE RASSEMBLEMENT

source: ASSEMBLY
fr_ca: RÉUNION

source: AUTOMATIC SPRINKLER SYSTEMS
fr_ca: SYSTÈMES D’EXTINCTEURS AUTOMATIQUES

source: Accessible shower compartments shall comply with Section 608.
fr_ca: Les compartiments de douche accessibles doivent être conformes à la section 608.

source: Accessible and Usable Buildings and Facilities International Code Council, Inc., Washington, D.C. Reproduced with permission.
fr_ca: Bâtiments et installations accessibles et utilisables, International Code Council, Inc., Washington, D.C. Reproduit avec permission.

source: All rights reserved.”
fr_ca: Tous droits réservés. »

source: BATHTUBS
fr_ca: BAIGNOIRES

source: BUILDING OCCUPANT LOAD GREATER THAN
fr_ca: CHARGE D'OCCUPANTS DU BÂTIMENT SUPÉRIEURE À

source: Building Codes and Regulations - Residential Case study – Old Mill District
fr_ca: Codes et règlements du bâtiment – Étude de cas résidentielle – Old Mill District

source: Building Codes and Regulations Latest Revision Date May 2025
fr_ca: Codes et règlements du bâtiment Date de la dernière révision : mai 2025

source: Building:
fr_ca: Bâtiment :

source: CAPACITY FOR AISLES FOR SMOKE-PROTECTED ASSEMBLY
fr_ca: CAPACITÉ DES ALLÉES POUR UNE RÉUNION PROTÉGÉE CONTRE LA FUMÉE

source: CARBON MONOXIDE ALARMS
fr_ca: DÉTECTEURS DE MONOXYDE DE CARBONE

source: CARBON MONOXIDE DETECTION
fr_ca: DÉTECTION DU MONOXYDE DE CARBONE

source: CEILING HEIGHT
fr_ca: HAUTEUR DU PLAFOND

source: CERTIFICATE OF OCCUPANCY
fr_ca: CERTIFICAT D'OCCUPATION

source: CHANGES IN LEVEL
fr_ca: CHANGEMENTS DE NIVEAU

source: CHAPTER 10
fr_ca: CHAPITRE 10

source: CHAPTER 1
fr_ca: CHAPITRE 1

source: CHAPTER 24
fr_ca: CHAPITRE 24

source: CHAPTER 30
fr_ca: CHAPITRE 30

source: CHAPTER 39
fr_ca: CHAPITRE 39

source: CHAPTER 3
fr_ca: CHAPITRE 3

source: CHAPTER 4
fr_ca: CHAPITRE 4

source: CHAPTER 8
fr_ca: CHAPITRE 8

source: CHIMNEYS AND FIREPLACES
fr_ca: CHEMINÉES ET FOYERS

source: COMBUSTIBLE MATERIALS IN TYPES I AND II CONSTRUCTION
fr_ca: MATÉRIAUX COMBUSTIBLES DANS LES CONSTRUCTIONS DE TYPES I ET II

source: COMMUNICATION ELEMENTS AND FEATURES
fr_ca: ÉLÉMENTS ET CARACTÉRISTIQUES DE COMMUNICATION

source: COMPLIANCE
fr_ca: CONFORMITÉ

source: CONSTRUCTION DOCUMENTS
fr_ca: DOCUMENTS DE CONSTRUCTION

source: CONVEYING SYSTEMS
fr_ca: SYSTÈMES DE TRANSPORT

source: Carbon monoxide detection shall be installed in new buildings in accordance with Sections 915.1.1 through 915.6.
fr_ca: La détection de monoxyde de carbone doit être installée dans les bâtiments neufs conformément aux sections 915.1.1 à 915.6.

source: Certificates of occupancy are not required for work exempt from permits in accordance with Section 105.2.
fr_ca: Les certificats d’occupation ne sont pas requis pour les travaux exemptés de permis conformément à la section 105.2.

source: Clear floor space of platform lifts shall comply with Section 410.5.
fr_ca: La surface de plancher dégagée des plates-formes élévatrices doit être conforme à la section 410.5.

source: Clear floor space.
fr_ca: Surface de plancher dégagée.

source: Countertop spaces separated by range tops, refrigerators, or sinks shall be considered as separate countertop spaces in applying the requirements of Sections E3901.4.1, E3901.4.2 and E3901.4.3.
fr_ca: Les espaces de comptoir séparés par des dessus de cuisinière, des réfrigérateurs ou des éviers doivent être considérés comme des espaces de comptoir séparés dans l'application des exigences des articles E3901.4.1, E3901.4.2 et E3901.4.3.

source: DECORATIVE MATERIALS AND TRIM
fr_ca: MATÉRIAUX DÉCORATIFS ET ÉLÉMENTS DE FINITION

source: DISHWASHING MACHINES
fr_ca: LAVE-VAISSELLE

source: DOORS AND ENCLOSURES REGULATED BY SECTION 2406.4.5
fr_ca: PORTES ET ENCEINTES RÉGIS PAR LA SECTION 2406.4.5

source: DRESSING, FITTING AND LOCKER ROOMS
fr_ca: VESTIAIRES, CABINES D'ESSAYAGE ET SALLES DE CASIERS

source: DWELLING UNITS AND SLEEPING UNITS
fr_ca: LOGEMENTS ET CHAMBRES À COUCHER

source: EGRESS COURTS
fr_ca: COURS D'ÉVACUATION

source: ELEVATORS AND CONVEYING SYSTEMS AND COMPONENTS
fr_ca: ASCENSEURS ET SYSTÈMES DE TRANSPORT ET COMPOSANTS

source: ELEVATORS AND CONVEYING SYSTEMS
fr_ca: ASCENSEURS ET SYSTÈMES DE TRANSPORT

source: ELEVATORS
fr_ca: ASCENSEURS

source: EMERGENCY ESCAPE AND RESCUE
fr_ca: ÉVACUATION D'URGENCE ET SAUVETAGE

source: ENHANCED ACOUSTICS FOR CLASSROOMS
fr_ca: ACOUSTIQUE AMÉLIORÉE POUR LES SALLES DE CLASSE

source: EXIT ACCESS STAIRWAYS AND RAMPS
fr_ca: ESCALIERS ET RAMPES D'ACCÈS À L'ISSUE

source: EXIT DISCHARGE
fr_ca: ISSUE D'ÉVACUATION

source: EXIT PASSAGEWAYS
fr_ca: PASSAGES DE SORTIE

source: EXITS
fr_ca: ISSUES

source: EXPOSED SURFACE AREA OF ONE SIDE OF ONE LITE
fr_ca: AIRE DE SURFACE EXPOSÉE D'UN CÔTÉ D'UNE VITRE

source: EXTERIOR EXIT STAIRWAYS AND RAMPS
fr_ca: ESCALIERS ET RAMPES D'ISSUE EXTÉRIEURS

source: Electrical:
fr_ca: Électricité :

source: Exception:Shower compartments having not less than 25 inches (635 mm) in minimum dimension measured from the finished interior dimension of the compartment, provided that the shower compartment has not less than 1,300 square inches (0.838 m2) of cross-sectional area.
fr_ca: Exception : Les cabines de douche dont la dimension minimale est d'au moins 25 po [635 mm] mesurée à partir de la dimension intérieure finie de la cabine, à condition que la cabine de douche ait une section transversale d'au moins 1 300 po² [0,838 m²].

source: FEES
fr_ca: FRAIS

source: FIRE ALARM AND DETECTION SYSTEMS
fr_ca: SYSTÈMES D'ALARME ET DE DÉTECTION D'INCENDIE

source: FIREPLACE AND CHIMNEY DETAILS
fr_ca: DÉTAILS DU FOYER ET DE LA CHEMINÉE

source: FLOOR AND ROOF ASSEMBLIES
fr_ca: ASSEMBLAGES DE PLANCHER ET DE TOIT

source: FLOOR AND ROOF DESIGN LOADS
fr_ca: CHARGES DE CALCUL DES PLANCHERS ET DE LA TOITURE

source: FLOOR SURFACES
fr_ca: SURFACES DE PLANCHER

source: For SI: 1 square foot = 0.0929 m2.
fr_ca: Pour le SI : 1 pied carré = 0,0929 m 2.

source: For SI: square foot = 0.0929 m2.
fr_ca: Pour le SI : pied carré = 0,0929 m 2.

source: For SI: 1 inch = 25.4 mm, 1 foot = 304.8 mm.
fr_ca: Pour le SI : 1 pouce = 25,4 mm, 1 pied = 304,8 mm.

source: GAS DETECTION SYSTEMS
fr_ca: SYSTÈMES DE DÉTECTION DE GAZ

source: GENERAL BUILDING HEIGHT AND AREA LIMITATIONS
fr_ca: LIMITES GÉNÉRALES DE HAUTEUR ET DE SUPERFICIE DES BÂTIMENTS

source: GENERAL REQUIREMENTS FOR GLASS
fr_ca: EXIGENCES GÉNÉRALES POUR LE VERRE

source: GENERAL SITE AND BUILDING ELEMENTS
fr_ca: ÉLÉMENTS GÉNÉRAUX DU SITE ET DU BÂTIMENT

source: GENERAL
fr_ca: GÉNÉRALITÉS

source: GLASS IN HANDRAILS AND GUARDS
fr_ca: VERRE DANS LES MAINS COURANTES ET LES GARDE-CORPS

source: GLAZED PANELS REGULATED BY SECTION 2406.4.2
fr_ca: PANNEAUX VITRÉS RÉGIS PAR LA SECTION 2406.4.2

source: GLAZED PANELS REGULATED BY SECTION 2406.4.3
fr_ca: PANNEAUX VITRÉS RÉGIS PAR LA SECTION 2406.4.3

source: GLAZED PANELS REGULATED BY
fr_ca: PANNEAUX VITRÉS RÉGIS PAR

source: GLAZING IN DOORS
fr_ca: VITRAGE DANS LES PORTES

source: GLAZING IN STORM OR COMBINATION DOORS
fr_ca: VITRAGE DANS LES PORTES COUPE-VENT OU COMBINÉES

source: GLAZING REPLACEMENT
fr_ca: REMPLACEMENT DU VITRAGE

source: GLAZING
fr_ca: VITRAGE

source: GROUND-FAULT AND ARC-FAULT CIRCUIT-INTERRUPTER PROTECTION
fr_ca: PROTECTION PAR DISJONCTEUR DIFFÉRENTIEL ET PAR DISJONCTEUR À ARC

source: GROUPS I-1, R-1, R-2, R-3 AND R-4
fr_ca: GROUPES I-1, R-1, R-2, R-3 ET R-4

source: Gas:
fr_ca: Gaz :

source: Gypsum board and gypsum panel products that are not part of a fire-resistance-rated assembly or a shear assembly.
fr_ca: Produits en plaques de plâtre et en panneaux de gypse qui ne font pas partie d’un ensemble avec résistance au feu ni d’un ensemble de cisaillement.

source: HANDRAILS
fr_ca: RAMPES

source: HIGH-RISE BUILDINGS
fr_ca: IMMEUBLES DE GRANDE HAUTEUR

source: HOISTWAY ENCLOSURES
fr_ca: PUITS ENCLOISONNÉS

source: Height above Floor to Baseline of Character
fr_ca: Hauteur au-dessus du sol jusqu'à la ligne de base du caractère

source: Horizontal Viewing Distance
fr_ca: Distance de visualisation horizontale

source: INSULATION
fr_ca: ISOLATION

source: INTERIOR EXIT STAIRWAYS AND RAMPS
fr_ca: ESCALIERS ET RAMPES D'ISSUE INTÉRIEURS
